
[UNK]
bank
to
at
from
via
sent
ac
of
using
paid
on
spent
debit
card
successful
payment
sbi
icici
kotak
hdfc
axis
amazon
transaction
cash
charges
withdrawal
atm
your
self
credited
account
upi
request
reliance
for
digital
day
collect
coffee
cafe
wallet
up
top
myntra
swiggy
dominos
ikea
ajio
starbucks
mcdonalds
house
decathlon
biryani
flipkart
croma
uber
india
air
zomato
tata
power
petrol
hp
bses
restaurant
local
jio
bsnl
airtel
ola
prime
indigo
airlines
lic
insurance
irctc
recharge
netflix
metro
oil
indian
paytm
phonepe
gpay
suresh
ankit
vikas
amit
rahul
ramesh
210125
111225
090225
200125
150325
141025
030625
020925
011125
250925
250225
230825
220725
181125
180425
180125
160525
140525
140325
130625
090425
081125
080725
061125
050125
040725
281025
270425
241125
240325
220625
211125
210625
200725
191225
180925
180625
140825
130925
130125
120325
111025
110125
101225
100725
090925
090825
090525
080825
080425
080325
070425
070325
061225
060725
051225
040625
030225
020725
010525
280725
280525
271125
271025
270925
270325
270225
260925
260425
260125
250825
250425
250325
250125
241225
231125
230625
230525
230225
220425
220225
211025
190625
190425
190325
180725
180325
171225
171025
170825
170725
170525
170425
161125
160825
160625
160225
150525
141125
140225
140125
130225
120625
120425
120225
110625
110325
100125
091225
091025
090725
070825
060225
050825
050625
040825
040425
030825
021125
020625
020225
020125
010925
010825
010225
rs947300
rs912300
rs8700
rs429500
rs401000
rs386400
rs2142400
rs1353000
rs1329800
rs1205700
rs1187300
rs1057700
270725
270625
261225
261025
260825
260725
260625
251025
250525
240225
240125
231225
230325
230125
221225
221125
211225
210925
210725
210525
210425
201225
201125
200925
200825
200325
200225
191025
190925
190725
190125
170225
170125
160125
151225
151125
151025
150925
150725
150625
140925
131025
130725
130425
121125
121025
120525
120125
111125
110525
110425
100925
100525
100425
100225
091125
090325
090125
081025
070525
061025
060425
060325
050525
031125
031025
030525
030425
030325
021025
020325
011225
010425
010325
rs98800
rs983600
rs958800
rs951500
rs946000
rs924
rs9133
rs8843
rs8729
rs868300
rs855600
rs852300
rs85000
rs845000
rs803200
rs797900
rs797400
rs776500
rs760300
rs758300
rs743900
rs736000
rs732000
rs7244
rs713300
rs711700
rs702500
rs700700
rs695400
rs692200
rs679700
rs674900
rs674700
rs668800
rs667300
rs6610
rs658800
rs637400
rs636700
rs634000
rs612200
rs591900
rs588900
rs578100
rs554100
rs550800
rs546100
rs545200
rs541600
rs536600
rs531500
rs530800
rs523700
rs52300
rs512800
rs508500
rs500700
rs490100
rs481700
rs470200
rs46300
rs456800
rs447500
rs441700
rs430900
rs422900
rs4146
rs407200
rs398600
rs388400
rs376600
rs375000
rs374600
rs368200
rs36500
rs356200
rs351000
rs345500
rs344700
rs309100
rs29700
rs290400
rs287700
rs284400
rs275900
rs274500
rs263800
rs260800
rs2496400
rs2493100
rs2483400
rs248300
rs2474300
rs246900
rs2406500
rs2389600
rs238900
rs2388100
rs238400
rs2370400
rs236400
rs2335800
rs2328200
rs2314200
rs2310800
rs230600
rs2303500
rs2301500
rs2296700
rs2295400
rs2282400
rs2278000
rs2270300
rs2267500
rs2265600
rs2258700
rs2253700
rs2253600
rs2239400
rs2238300
rs2227000
rs221800
rs2216400
rs2211500
rs2200200
rs220000
rs2193100
rs2184900
rs2179600
rs2160800
rs2157200
rs214800
rs2132200
rs21300
rs2127800
rs2123600
rs2109900
rs2094500
rs2064900
rs2060900
rs2056400
rs2026000
rs2022900
rs2013500
rs200700
rs1989600
rs1987800
rs1975600
rs1973500
rs1967000
rs1964200
rs1961500
rs1960800
rs19323
rs1932200
rs1926800
rs1920000
rs1908200
rs1872400
rs187000
rs18700
rs1864600
rs184600
rs1841100
rs1835900
rs1832500
rs1821500
rs181700
rs1804500
rs1802900
rs1801400
rs1800900
rs1797400
rs1793100
rs1782100
rs1777400
rs1775300
rs1761700
rs1757800
rs1751700
rs1739900
rs1738100
rs1733500
rs1730700
rs1724500
rs1703400
rs1695200
rs1676500
rs1675700
rs1656400
rs1651200
rs1648200
rs1637000
rs1629700
rs1623200
rs1620700
rs16204
rs1614700
rs1605800
rs1602000
rs1583100
rs1564100
rs156300
rs1557800
rs1556600
rs1542700
rs1537400
rs1534000
rs1528700
rs1522300
rs1521700
rs1521600
rs152100
rs1510100
rs1501700
rs1500700
rs1482300
rs1469500
rs1452700
rs1451700
rs145000
rs1449600
rs1447500
rs144700
rs1435100
rs1433400
rs1432800
rs143200
rs1431100
rs1430200
rs1418300
rs1414800
rs1412600
rs1389300
rs1382700
rs1382200
rs1381100
rs1376900
rs1373400
rs1371000
rs1367200
rs1362100
rs1344700
rs1314200
rs1297300
rs1294600
rs1289500
rs1285000
rs1277000
rs1274100
rs1272100
rs1271700
rs1264300
rs1256200
rs1252000
rs1246300
rs1237500
rs1229300
rs1216500
rs1210400
rs1206900
rs1201900
rs1199700
rs1196900
rs1191800
rs1188600
rs1186600
rs1177500
rs1150200
rs11389
rs1136400
rs11348
rs1127700
rs1127400
rs1125400
rs1125200
rs1123400
rs1120800
rs1106800
rs1104100
rs1098200
rs1092500
rs1091300
rs1063900
rs1059200
rs1054400
rs1052300
rs103700
rs1033600
rs1026400
rs1024200
rs1009000
rs1005700
rs1001800
rs1001500
rs10000
280925
280625
280325
280225
280125
271225
270525
270125
260325
251225
251125
240825
240525
240425
231025
230725
230425
220825
210825
200625
190825
190525
190225
180225
171125
170925
170625
161225
160725
150825
150425
150225
150125
140725
140425
131125
120925
120825
120725
110925
110825
110225
101025
100825
100325
090625
080525
070225
070125
060925
060825
060625
060125
051025
050925
050725
050325
041125
041025
040325
030125
021225
020825
020525
020425
010125
rs999800
rs9998
rs999400
rs999000
rs998400
rs998300
rs998100
rs998000
rs997400
rs995800
rs995600
rs995000
rs994400
rs9943
rs994100
rs993900
rs993400
rs9932
rs993000
rs99300
rs992400
rs992200
rs991900
rs991500
rs9913
rs99100
rs990800
rs990600
rs990200
rs9900
rs989800
rs989600
rs989400
rs988400
rs988300
rs987800
rs986700
rs9867
rs985300
rs9850
rs984900
rs984100
rs984000
rs983200
rs982900
rs982700
rs982500
rs982400
rs98200
rs981700
rs981500
rs980100
rs979100
rs978700
rs977400
rs9763
rs976100
rs9754
rs97500
rs974200
rs973800
rs972300
rs97200
rs971800
rs970000
rs967400
rs967200
rs966200
rs966100
rs965600
rs965400
rs9653
rs9651
rs964800
rs964100
rs964
rs963000
rs962900
rs962400
rs962200
rs96200
rs9620
rs961500
rs9613
rs960200
rs959500
rs9595
rs9591
rs9588
rs957900
rs957800
rs957600
rs957200
rs9567
rs9564
rs955800
rs955200
rs9544
rs954100
rs9537
rs9536
rs9534
rs951000
rs950800
rs95000
rs946400
rs945900
rs943100
rs941800
rs940700
rs940500
rs940400
rs940000
rs94000
rs938900
rs938500
rs937800
rs937600
rs937400
rs936800
rs933900
rs932700
rs932200
rs93200
rs93100
rs930800
rs930600
rs928600
rs928200
rs92800
rs9275
rs927200
rs927100
rs926800
rs926700
rs9262
rs926100
rs92600
rs924100
rs923800
rs923300
rs923200
rs922800
rs9227
rs922600
rs922400
rs9224
rs922300
rs921700
rs9217
rs921500
rs9203
rs919400
rs918900
rs918700
rs918300
rs918100
rs918000
rs91800
rs917300
rs912100
rs91200
rs911800
rs9113
rs911000
rs910500
rs910400
rs9099
rs906700
rs906200
rs906100
rs9058
rs903600
rs9030
rs902900
rs902700
rs900300
rs9002
rs899700
rs899500
rs8995
rs899400
rs8990
rs896800
rs896600
rs8965
rs89600
rs895900
rs8957
rs894300
rs894200
rs892700
rs89200
rs891000
rs890800
rs8900
rs88600
rs884000
rs883100
rs880100
rs878900
rs878800
rs878300
rs8780
rs876100
rs875400
rs8753
rs87500
rs875
rs874500
rs874000
rs873600
rs873200
rs872800
rs872000
rs871200
rs871
rs869700
rs8697
rs869100
rs869
rs868600
rs8683
rs86800
rs867700
rs867000
rs8667
rs8661
rs8648
rs864100
rs863900
rs863700
rs862800
rs862000
rs862
rs860100
rs860000
rs8598
rs859700
rs859600
rs8595
rs859300
rs858000
rs856600
rs8554
rs854700
rs854600
rs8545
rs85400
rs854
rs853400
rs853000
rs852400
rs8519
rs851700
rs851500
rs851000
rs849900
rs8498
rs849600
rs848600
rs847700
rs847500
rs846400
rs846200
rs845600
rs8439
rs843600
rs843100
rs842600
rs841800
rs841600
rs841400
rs840900
rs8408
rs839100
rs839000
rs838900
rs838800
rs838200
rs83800
rs837800
rs837700
rs83700
rs835500
rs8350
rs834900
rs834600
rs8341
rs834000
rs8340
rs831800
rs831300
rs831100
rs8311
rs831
rs830500
rs828200
rs828100
rs827700
rs8274
rs826900
rs825400
rs825100
rs825000
rs8248
rs824400
rs823200
rs822400
rs821900
rs821800
rs821200
rs820800
rs820600
rs820300
rs82000
rs8200
rs819800
rs819700
rs8195
rs819000
rs818200
rs817500
rs816200
rs816100
rs815700
rs815100
rs814200
rs813700
rs813500
rs8134
rs813300
rs813
rs812800
rs812700
rs812500
rs811700
rs8106
rs810400
rs810300
rs81000
rs809400
rs809100
rs80900
rs80700
rs806600
rs806400
rs8060
rs805200
rs804700
rs804000
rs802900
rs8025
rs8015
rs801200
rs801100
rs800000
rs80000
rs799900
rs798300
rs7970
rs796700
rs794800
rs794700
rs794100
rs793700
rs793400
rs791200
rs7911
rs791000
rs79100
rs790300
rs790100
rs790000
rs789700
rs789500
rs78900
rs788500
rs7880
rs787800
rs787400
rs785900
rs784700
rs784400
rs783600
rs783300
rs783200
rs78300
rs781600
rs78100
rs780300
rs780100
rs778700
rs778200
rs77800
rs776400
rs776100
rs776000
rs774700
rs774300
rs774200
rs773100
rs77300
rs769200
rs769100
rs768900
rs7688
rs768600
rs768500
rs768000
rs76800
rs767600
rs765500
rs765000
rs7644
rs764300
rs764200
rs763600
rs763300
rs7633
rs762900
rs762600
rs762400
rs761900
rs76100
rs760800
rs760600
rs760200
rs760100
rs759800
rs759200
rs7584
rs758000
rs7580
rs757900
rs757700
rs757500
rs756800
rs756200
rs756100
rs755800
rs7557
rs754800
rs753200
rs751400
rs751200
rs750900
rs750500
rs750200
rs749600
rs749300
rs747200
rs747100
rs746900
rs746600
rs746400
rs746200
rs745800
rs7452
rs745000
rs744900
rs744800
rs744400
rs743800
rs74300
rs7419
rs741400
rs741300
rs741100
rs74000
rs739400
rs739000
rs73900
rs73800
rs737300
rs737200
rs73700
rs7356
rs735500
rs7346
rs734300
rs733100
rs732300
rs732100
rs7321
rs731700
rs731500
rs73100
rs7308
rs7295
rs729100
rs728600
rs728400
rs728
rs727900
rs727300
rs726900
rs726600
rs726200
rs726000
rs725300
rs724800
rs722500
rs720100
rs719100
rs7191
rs717800
rs717100
rs717000
rs716200
rs715900
rs715600
rs715500
rs71500
rs714700
rs714400
rs7135
rs713400
rs713200
rs71300
rs7129
rs7126
rs711400
rs711300
rs710900
rs710500
rs709300
rs7085
rs708300
rs707900
rs707700
rs7077
rs707400
rs706700
rs706600
rs7064
rs705600
rs703600
rs703400
rs702700
rs702300
rs701600
rs701500
rs700900
rs6990
rs6984
rs698300
rs698200
rs697900
rs697600
rs6965
rs696200
rs695900
rs695100
rs694200
rs693200
rs692600
rs6917
rs691600
rs691500
rs690000
rs6900
rs689800
rs689700
rs689000
rs6877
rs687500
rs6864
rs6855
rs685400
rs685300
rs683700
rs682800
rs682600
rs682300
rs682200
rs6815
rs681300
rs68100
rs6806
rs6800
rs67900
rs6780
rs677900
rs677000
rs676700
rs676600
rs676300
rs676200
rs675400
rs673200
rs672800
rs6728
rs672500
rs6722
rs671500
rs6683
rs6675
rs666500
rs666100
rs665900
rs665600
rs6650
rs664400
rs6638
rs663500
rs663400
rs663200
rs6632
rs663100
rs662200
rs6619
rs661600
rs661500
rs660400
rs659200
rs6590
rs658200
rs658100
rs6580
rs657800
rs657700
rs657500
rs657300
rs657000
rs656900
rs656600
rs655800
rs655600
rs655200
rs653800
rs6534
rs652800
rs652600
rs652300
rs650800
rs650300
rs6502
rs6501
rs65000
rs649700
rs649200
rs64900
rs6485
rs647000
rs644900
rs644
rs643900
rs643200
rs642900
rs642600
rs642300
rs641600
rs639200
rs638500
rs637300
rs637000
rs636900
rs636400
rs636200
rs636
rs635900
rs635400
rs634400
rs63400
rs633900
rs633300
rs632600
rs632300
rs630500
rs6305
rs630400
rs630300
rs629500
rs628700
rs627700
rs626500
rs6255
rs623900
rs622800
rs62200
rs621200
rs621100
rs62100
rs6207
rs620400
rs619800
rs619600
rs619200
rs6191
rs618800
rs616800
rs616400
rs614700
rs612100
rs611100
rs610800
rs610400
rs609500
rs609400
rs609100
rs608500
rs608400
rs607900
rs607600
rs607400
rs607200
rs60700
rs606100
rs6057
rs605300
rs605200
rs604300
rs602900
rs6026
rs602500
rs602
rs601900
rs60100
rs600700
rs600400
rs60000
rs600
rs5996
rs598100
rs597700
rs597400
rs596900
rs5961
rs595600
rs595300
rs594800
rs5948
rs594700
rs594500
rs5942
rs593600
rs593500
rs593100
rs592900
rs592800
rs592600
rs59200
rs590900
rs590800
rs590600
rs589700
rs589400
rs5885
rs587600
rs587500
rs587300
rs586800
rs5868
rs58600
rs585400
rs585000
rs584000
rs582700
rs58200
rs581900
rs580500
rs579800
rs5792
rs5790
rs578200
rs578
rs5776
rs576900
rs576800
rs5766
rs576500
rs576000
rs575100
rs575
rs574800
rs574200
rs5725
rs571400
rs571200
rs5700
rs569500
rs5690
rs568500
rs568000
rs5674
rs567100
rs56700
rs566900
rs566300
rs564600
rs563300
rs562500
rs562200
rs561900
rs561300
rs560800
rs560000
rs559500
rs559200
rs558700
rs558000
rs5580
rs557700
rs557400
rs557300
rs557200
rs557100
rs5571
rs556900
rs555900
rs555800
rs555600
rs555300
rs554500
rs552200
rs552100
rs55200
rs5518
rs551300
rs5503
rs550100
rs5498
rs548600
rs547900
rs547700
rs547600
rs547200
rs545700
rs5455
rs544000
rs5437
rs543300
rs542700
rs541700
rs539900
rs5395
rs539300
rs539200
rs538900
rs538600
rs5381
rs538000
rs537300
rs537100
rs536000
rs535200
rs534500
rs534400
rs5341
rs534000
rs5340
rs533700
rs532800
rs532000
rs5320
rs531700
rs531200
rs53100
rs530700
rs530600
rs530400
rs530300
rs530000
rs53000
rs529400
rs52900
rs528900
rs528400
rs528300
rs527900
rs527800
rs527700
rs5266
rs526200
rs5262
rs5255
rs524500
rs523500
rs523300
rs5221
rs52200
rs5220
rs521700
rs521600
rs521400
rs521100
rs521000
rs520900
rs520600
rs520300
rs5200
rs5199
rs519200
rs518500
rs51700
rs516200
rs51600
rs515600
rs5154
rs514900
rs513800
rs513600
rs513300
rs512500
rs512100
rs511000
rs5107
rs5079
rs5066
rs505100
rs5051
rs504500
rs50400
rs502600
rs502300
rs502000
rs501600
rs5014
rs501200
rs5001
rs499800
rs499400
rs499000
rs498900
rs498400
rs498200
rs497800
rs497300
rs496800
rs496600
rs495600
rs494300
rs493400
rs49300
rs491600
rs491
rs490800
rs4901
rs489600
rs489200
rs488200
rs48800
rs486800
rs485500
rs484400
rs483800
rs4834
rs482500
rs482100
rs480700
rs480500
rs480300
rs480200
rs479900
rs479600
rs4793
rs479100
rs479000
rs478200
rs4777
rs477600
rs476000
rs475700
rs475100
rs474100
rs473700
rs473100
rs473
rs471900
rs471300
rs471000
rs47100
rs470000
rs4700
rs470
rs46900
rs468000
rs467600
rs467200
rs467100
rs465800
rs46500
rs462300
rs462100
rs4621
rs461600
rs460500
rs460200
rs459500
rs459000
rs458200
rs456600
rs456500
rs4563
rs4551
rs454200
rs453000
rs452800
rs452700
rs4524
rs451600
rs450300
rs45000
rs44900
rs448600
rs446900
rs445700
rs445300
rs444600
rs444300
rs444000
rs442600
rs442500
rs442200
rs442100
rs440100
rs439500
rs43900
rs439
rs438100
rs438000
rs437500
rs437200
rs437000
rs436600
rs434700
rs434000
rs434
rs433800
rs43300
rs43200
rs431600
rs4300
rs428800
rs427100
rs426700
rs424900
rs424300
rs424000
rs423700
rs422000
rs421900
rs421700
rs421200
rs42100
rs4193
rs4187
rs418300
rs417800
rs4174
rs416600
rs416400
rs415500
rs414400
rs4135
rs411100
rs409900
rs409800
rs407700
rs4069
rs406500
rs406400
rs406100
rs40500
rs404900
rs404600
rs403600
rs403100
rs403000
rs40200
rs401300
rs401200
rs400300
rs3993
rs397200
rs395800
rs394700
rs394600
rs394500
rs394300
rs393900
rs393500
rs393100
rs393
rs392900
rs392300
rs392100
rs391400
rs391100
rs390700
rs390300
rs390200
rs390100
rs390000
rs389000
rs38900
rs3880
rs387600
rs3858
rs3851
rs384200
rs383500
rs383300
rs382600
rs382300
rs382100
rs381900
rs381700
rs381100
rs380100
rs380000
rs3800
rs379700
rs379100
rs378600
rs37800
rs3777
rs377500
rs377200
rs376900
rs376200
rs37600
rs375500
rs374300
rs372700
rs37200
rs371400
rs3714
rs3707
rs369600
rs369500
rs369100
rs367500
rs367400
rs367300
rs3673
rs366900
rs36600
rs365200
rs365100
rs364400
rs363700
rs3633
rs363100
rs363000
rs363
rs361700
rs361300
rs360100
rs359900
rs3599
rs359700
rs359200
rs357200
rs355500
rs3543
rs353500
rs353100
rs352900
rs351500
rs350800
rs350700
rs350600
rs350300
rs350200
rs349800
rs3495
rs349000
rs348700
rs348600
rs348300
rs347800
rs3474
rs345400
rs3451
rs344900
rs344300
rs343600
rs342400
rs341500
rs34100
rs3408
rs340100
rs339700
rs338000
rs337800
rs337100
rs337000
rs336400
rs335200
rs335000
rs33500
rs3342
rs334000
rs3340
rs333600
rs333000
rs3327
rs331900
rs3314
rs330700
rs330500
rs329700
rs328800
rs328700
rs327900
rs327200
rs3266
rs326400
rs326200
rs325800
rs325500
rs324900
rs324600
rs324100
rs323800
rs322700
rs322400
rs322000
rs321700
rs32100
rs319200
rs31900
rs319
rs3171
rs3154
rs313900
rs313700
rs313600
rs313200
rs312800
rs31200
rs310900
rs310200
rs309800
rs308800
rs3087
rs308300
rs307700
rs306800
rs3061
rs305800
rs305700
rs305600
rs304000
rs303300
rs303200
rs302900
rs302800
rs301700
rs301
rs300500
rs300200
rs3002
rs3000
rs2999
rs299700
rs29900
rs298900
rs297700
rs297600
rs297500
rs296000
rs295600
rs295300
rs295200
rs295000
rs294500
rs294000
rs293900
rs292400
rs292300
rs291300
rs290700
rs290300
rs290200
rs289800
rs289100
rs289000
rs286700
rs285700
rs285100
rs2845
rs284100
rs283800
rs2837
rs283600
rs282700
rs282400
rs280900
rs280700
rs279000
rs278800
rs278100
rs278000
rs277600
rs276900
rs276500
rs2763
rs275200
rs27500
rs274300
rs273200
rs272800
rs272700
rs270600
rs270300
rs270000
rs269800
rs269300
rs269100
rs268000
rs267200
rs266900
rs266200
rs266000
rs2650
rs264000
rs263000
rs2628
rs262600
rs261300
rs2608
rs260700
rs260000
rs26000
rs2600
rs260
rs2597
rs259500
rs259
rs258300
rs257800
rs2570
rs255700
rs254900
rs254700
rs2541
rs25400
rs253300
rs251800
rs251500
rs251400
rs2500000
rs2499100
rs2498700
rs2498100
rs2497700
rs2496600
rs2495700
rs2494600
rs2494300
rs2492100
rs2491700
rs249100
rs2489100
rs2488800
rs2488700
rs2487900
rs2487600
rs2486800
rs2486300
rs2486100
rs248600
rs2485600
rs2485400
rs2484600
rs2484200
rs248200
rs2481400
rs2480700
rs2480500
rs2479000
rs2478600
rs2478500
rs2477800
rs2477400
rs2475700
rs2474700
rs2474000
rs2473600
rs2473300
rs2472400
rs247200
rs2471400
rs2471000
rs2470600
rs247000
rs2468700
rs2468500
rs246800
rs2467600
rs2467300
rs2467000
rs2465500
rs2465
rs2464300
rs2462800
rs2462300
rs2461400
rs2461300
rs2460100
rs24600
rs2459900
rs2459700
rs2459100
rs2459000
rs2458500
rs2458300
rs2457700
rs2457400
rs2456800
rs2456400
rs2456200
rs2456100
rs2455
rs2453900
rs2453700
rs2453500
rs2453400
rs2452400
rs2452200
rs245200
rs2451000
rs245100
rs2450100
rs2448900
rs2448400
rs2447800
rs2447400
rs2446400
rs2445800
rs2445500
rs2445200
rs2445000
rs2444400
rs2443500
rs2443100
rs2442800
rs2442000
rs2440800
rs2440500
rs2440200
rs2439700
rs2438200
rs2436600
rs2436400
rs2435400
rs2434900
rs2434100
rs2433900
rs2433300
rs2433100
rs243300
rs2432100
rs2432000
rs2430900
rs2430400
rs2430300
rs243000
rs2428800
rs2428400
rs2427300
rs2426700
rs2425100
rs2424700
rs2424200
rs2421300
rs2420600
rs2420400
rs2419900
rs2418000
rs2416600
rs2416200
rs2415800
rs2414900
rs2414400
rs2414000
rs2412800
rs2412300
rs2411000
rs241100
rs2410900
rs2410600
rs2410300
rs2407500
rs2407000
rs2406900
rs2406600
rs2406200
rs240600
rs2404900
rs2403500
rs240300
rs2400000
rs2399600
rs2399400
rs2398800
rs2398300
rs239700
rs2396600
rs2396000
rs2395600
rs2395400
rs2395300
rs2395100
rs2394300
rs2393800
rs2393000
rs2392700
rs2391900
rs2391000
rs2390200
rs2389400
rs2389200
rs2389000
rs2388300
rs2387300
rs2386700
rs2386300
rs2383800
rs2383700
rs2381900
rs2380200
rs2377900
rs2377200
rs237600
rs2375400
rs2375200
rs2374000
rs237400
rs2373300
rs2372600
rs2372200
rs2370800
rs2370100
rs2369500
rs2369400
rs2368200
rs2367800
rs2367500
rs2367200
rs2366400
rs2366200
rs2365700
rs2364400
rs2364300
rs2364100
rs2363600
rs2363200
rs2362300
rs2361300
rs2360800
rs2360700
rs2360600
rs2359500
rs235900
rs2358900
rs2358700
rs2358300
rs235800
rs2357200
rs235600
rs2355800
rs2355600
rs2355100
rs2354800
rs2354100
rs2354000
rs2353600
rs2352900
rs2351400
rs2351100
rs2350700
rs2350000
rs23500
rs2350
rs2349300
rs2349100
rs2349000
rs2348400
rs2348000
rs2346700
rs2345500
rs2345400
rs2345300
rs2345100
rs2344500
rs2344000
rs234400
rs2343700
rs2343
rs2340800
rs2340600
rs234000
rs2339800
rs2339100
rs233900
rs2338700
rs2337600
rs2337500
rs2337200
rs2336700
rs2336600
rs2336100
rs2336000
rs2335700
rs2335600
rs2335200
rs2335000
rs2334700
rs2333900
rs2332800
rs2331900
rs2331400
rs2330800
rs2329
rs2326800
rs2325400
rs2325300
rs2325100
rs232500
rs2324900
rs2324400
rs2323500
rs2322900
rs2321900
rs2321000
rs2319800
rs2319200
rs2318000
rs2317300
rs2317100
rs2316800
rs2316600
rs2315800
rs231500
rs2313400
rs2312500
rs2311500
rs2311200
rs2310700
rs2310500
rs2310000
rs2309900
rs230900
rs2308500
rs2308200
rs2307600
rs2307100
rs2306
rs2305400
rs2304900
rs2303600
rs2302700
rs2302300
rs230200
rs2298900
rs2298300
rs2297300
rs2297200
rs229600
rs2295900
rs2295300
rs2294400
rs2294300
rs2292800
rs2291600
rs2290000
rs2289800
rs2288500
rs2288200
rs2288100
rs2287700
rs2286400
rs2286300
rs228600
rs2285900
rs2285600
rs2284600
rs2283300
rs2282900
rs2282700
rs2282100
rs2280400
rs2280300
rs228000
rs2279900
rs2279600
rs2279500
rs2276900
rs2275200
rs2272800
rs2272200
rs2271400
rs2271100
rs2270900
rs2270600
rs2269400
rs2268700
rs2268600
rs2268000
rs2267200
rs2266800
rs2266600
rs2265500
rs2265100
rs2264500
rs2264100
rs2263800
rs2263200
rs2262500
rs226200
rs2261900
rs2261400
rs2260700
rs2260100
rs226
rs2259000
rs225800
rs2257700
rs2256500
rs2255900
rs2255400
rs2254600
rs2253300
rs2252900
rs2252800
rs2252200
rs2251900
rs2251100
rs225100
rs2250800
rs224900
rs2247000
rs224700
rs2246900
rs2246000
rs2245000
rs2244700
rs2243700
rs2240300
rs2240200
rs2240000
rs22400
rs2239800
rs2239700
rs2239100
rs2238100
rs2238
rs2235200
rs2234200
rs223400
rs2233600
rs2233200
rs2231400
rs223100
rs2230800
rs2230200
rs2229800
rs2228700
rs2226700
rs2226500
rs2226400
rs2226300
rs2225800
rs2225400
rs222400
rs2223200
rs2222900
rs2222700
rs2221400
rs2221200
rs2220600
rs2220400
rs2219500
rs2219300
rs2218400
rs2217800
rs2217700
rs2217000
rs2214600
rs2213700
rs2213400
rs2213300
rs2213100
rs221300
rs2212500
rs2212300
rs2211000
rs2210700
rs2209900
rs220900
rs2208700
rs2208100
rs2206200
rs2204000
rs2202200
rs2200500
rs2197400
rs2197200
rs2197000
rs2196700
rs219500
rs2193200
rs2192900
rs2192100
rs2192000
rs2191000
rs2188600
rs2188100
rs2186000
rs2185400
rs2182800
rs2182300
rs2181600
rs218100
rs2180800
rs2179700
rs2179100
rs2178400
rs2178000
rs2177900
rs2177100
rs2177000
rs217700
rs2176500
rs2176300
rs2174800
rs2173800
rs2173700
rs2172000
rs2171100
rs2170400
rs21700
rs2169900
rs216900
rs2168900
rs2168700
rs2168400
rs2168200
rs2167300
rs2167200
rs2167000
rs216700
rs2166400
rs2165600
rs2165400
rs2164000
rs2163600
rs2162800
rs2161900
rs2161500
rs2159400
rs2159300
rs2159000
rs2158600
rs2158400
rs2158300
rs2157900
rs2156900
rs2156200
rs2155200
rs2155000
rs2154900
rs2154200
rs2153600
rs2153300
rs215300
rs2152000
rs2149300
rs2148400
rs2147400
rs2147300
rs2147100
rs2146400
rs2145500
rs2145300
rs2145200
rs2145100
rs2145
rs2143300
rs2142500
rs2141800
rs2141500
rs2140200
rs2139800
rs2139300
rs2138600
rs2137400
rs2136600
rs2135500
rs2135400
rs2131400
rs2131300
rs2130500
rs2130200
rs2129800
rs2129000
rs2128600
rs2128500
rs2128200
rs2127900
rs2127700
rs2127200
rs2127000
rs2126500
rs2124200
rs2123500
rs2123400
rs2123
rs212200
rs2121900
rs2121400
rs2120800
rs2120100
rs2118600
rs2117800
rs2117600
rs2114800
rs2114000
rs2113400
rs2113000
rs2112600
rs211200
rs2111100
rs211100
rs2109800
rs2109200
rs2108200
rs2107700
rs210700
rs2106800
rs2106200
rs2104300
rs210400
rs2104
rs2103900
rs2103700
rs2101900
rs2101800
rs2101600
rs2100500
rs21000
rs2099800
rs2099000
rs209800
rs2097900
rs2097600
rs2097100
rs2095100
rs2093600
rs2093000
rs2092100
rs209200
rs2091600
rs2091200
rs2091000
rs2089900
rs2089600
rs2089300
rs2088800
rs2088000
rs2086000
rs208300
rs2082000
rs2080200
rs208000
rs2079300
rs2079000
rs2078900
rs2078700
rs2078500
rs207700
rs2076300
rs207500
rs2074700
rs2074400
rs2073600
rs2072000
rs2071400
rs2070000
rs207
rs2069300
rs2067200
rs2066600
rs2065900
rs2065600
rs2065500
rs2065300
rs2065100
rs2065000
rs2064500
rs2063500
rs2063200
rs2062500
rs2061700
rs2060600
rs2060100
rs206
rs2058600
rs2057600
rs2057500
rs2055700
rs2055500
rs2055100
rs2054900
rs2053400
rs2053300
rs2052000
rs2052
rs2051900
rs2051600
rs2051000
rs2049300
rs2048000
rs2047800
rs2047700
rs2047500
rs2047400
rs2046300
rs204600
rs2045100
rs2044
rs2043800
rs2042700
rs2040100
rs204000
rs20400
rs2039600
rs2039400
rs2039100
rs2038200
rs2038100
rs2036900
rs2034600
rs2033300
rs2032500
rs2032100
rs2031500
rs2031400
rs203100
rs2030400
rs2030200
rs2030100
rs2029800
rs2029500
rs2029000
rs2028400
rs2027100
rs2025800
rs2024800
rs2024700
rs2024400
rs2024200
rs2023000
rs2022100
rs2021400
rs2021100
rs2020300
rs2018000
rs2016800
rs2016400
rs2016
rs2015100
rs2014700
rs2014300
rs2013700
rs2013
rs2012900
rs2011900
rs2011300
rs2011100
rs2010500
rs2009900
rs2009600
rs2008600
rs2008100
rs2007400
rs2006500
rs2005
rs2002800
rs2002100
rs2001600
rs2001100
rs2000200
rs1999800
rs1999700
rs199900
rs199800
rs1997900
rs1997500
rs19974
rs1996500
rs1996100
rs1995700
rs1995200
rs1994700
rs19924
rs1992300
rs1988700
rs1988400
rs19867
rs19856
rs19846
rs1984500
rs19830
rs19822
rs19800
rs1978500
rs1977600
rs1977100
rs197600
rs19756
rs1975500
rs1975200
rs1975100
rs1974800
rs1974700
rs19746
rs19734
rs1972800
rs1972300
rs1972
rs19716
rs1970900
rs1970800
rs1968800
rs1968700
rs1968400
rs1967600
rs1967300
rs1965400
rs1964700
rs1964600
rs1964500
rs1964
rs1962700
rs1962300
rs1959500
rs195800
rs19579
rs1956400
rs1955600
rs1955200
rs1954700
rs1954000
rs1953900
rs1953700
rs1952600
rs1952100
rs1951900
rs1951500
rs19515
rs1950700
rs1949400
rs19490
rs1947900
rs1947400
rs1946000
rs1945600
rs1945200
rs1944900
rs19435
rs1943300
rs1943000
rs1942100
rs1941700
rs19406
rs1939100
rs1938900
rs1938800
rs19380
rs1937700
rs1937500
rs1936500
rs1936300
rs1936100
rs1935500
rs1935400
rs1935300
rs1935100
rs1934900
rs19337
rs19331
rs1932900
rs1932400
rs19320
rs1930700
rs1930500
rs19304
rs1930300
rs192900
rs1928800
rs1928500
rs1928300
rs1927800
rs1926900
rs19267
rs1926500
rs1926400
rs19264
rs1925900
rs1925500
rs19255
rs1925400
rs19248
rs1923900
rs1923700
rs1923100
rs1922600
rs1922
rs1921800
rs1920400
rs19200
rs19195
rs1919100
rs1919000
rs1918100
rs19179
rs1917800
rs1917600
rs19176
rs19175
rs1917300
rs1917000
rs1916500
rs1916400
rs19158
rs1915300
rs1915100
rs19131
rs1913000
rs1912000
rs1911500
rs1910900
rs1910700
rs1910000
rs1910
rs1909900
rs19096
rs1909500
rs1909400
rs1908
rs1907100
rs1906900
rs1905500
rs1905200
rs1904600
rs1904400
rs19044
rs1903600
rs1903400
rs1903200
rs1902400
rs1902300
rs1902000
rs1901400
rs1901100
rs190100
rs1900700
rs1900400
rs1900300
rs190000
rs19000
rs1899100
rs1898100
rs1898000
rs1896900
rs1896500
rs18964
rs1896000
rs18960
rs1895600
rs1895000
rs1894500
rs189400
rs1893900
rs1893500
rs1893300
rs1892900
rs1892800
rs1892200
rs1891200
rs18900
rs1888300
rs1887900
rs18872
rs1885700
rs18856
rs1885200
rs1884900
rs1884300
rs18842
rs1883900
rs1883000
rs188300
rs1882700
rs1882400
rs1882100
rs1881100
rs1880400
rs1879400
rs1879300
rs1878700
rs1878000
rs1877800
rs1877000
rs1876500
rs187600
rs18756
rs187500
rs18750
rs1874900
rs1874600
rs18737
rs1873600
rs1873
rs1872700
rs18717
rs18714
rs1871000
rs1870800
rs1870300
rs1869800
rs1869500
rs1869300
rs1869000
rs1867900
rs1867600
rs1866800
rs1865400
rs1864900
rs186400
rs1862500
rs1861700
rs1861100
rs1860400
rs186000
rs1859500
rs1858400
rs1858200
rs1856400
rs1856000
rs1855400
rs18549
rs1854400
rs18543
rs1853700
rs1853300
rs1851900
rs1851200
rs1849300
rs184900
rs1847400
rs1846600
rs1846500
rs1846400
rs1845100
rs18443
rs1843600
rs1843400
rs1842500
rs184200
rs1841000
rs1840
rs1839700
rs1839600
rs18388
rs1838400
rs1836600
rs18364
rs1836300
rs1836200
rs18352
rs1834800
rs1834000
rs183400
rs1832900
rs1832400
rs1832000
rs1831000
rs1831
rs1830500
rs1830300
rs183000
rs1829400
rs1829200
rs1828600
rs1828300
rs1828100
rs1826900
rs1826300
rs1825900
rs1825000
rs1824800
rs1824700
rs1824400
rs1823900
rs1821700
rs18214
rs1820900
rs1820700
rs1818900
rs1818200
rs1817500
rs1815700
rs1814700
rs1814600
rs1814300
rs1814100
rs1813900
rs1813700
rs1813200
rs181300
rs1812200
rs1811600
rs18101
rs1809600
rs1809300
rs1809000
rs180900
rs1808400
rs1808100
rs1807600
rs1807100
rs1805500
rs1805300
rs18045
rs1804100
rs1804000
rs1803700
rs180300
rs18025
rs1801300
rs1800800
rs1800300
rs1800000
rs1799900
rs1799300
rs1798800
rs1798500
rs17977
rs1797500
rs1796900
rs1796100
rs1795800
rs1795100
rs17947
rs1794600
rs1794400
rs17942
rs17941
rs1793600
rs17917
rs1791300
rs1790600
rs1790200
rs1787700
rs1787500
rs1786000
rs1785200
rs1784700
rs1784600
rs17823
rs1781800
rs1780200
rs1779500
rs1779000
rs1777900
rs1777800
rs1776000
rs17758
rs1775100
rs177500
rs1773600
rs1771900
rs1771200
rs1770000
rs1769400
rs176900
rs17689
rs1767800
rs1764900
rs1763900
rs1763700
rs176300
rs17613
rs1760500
rs17601
rs1759500
rs1759400
rs17593
rs1759000
rs1758800
rs1758300
rs1757000
rs1756500
rs1756200
rs1756100
rs1755900
rs1754500
rs1754400
rs1754100
rs1754000
rs1753300
rs1752800
rs1752600
rs1751400
rs1751100
rs1751000
rs1747500
rs1747300
rs1745100
rs1744800
rs1744700
rs174400
rs1743800
rs1742600
rs1742400
rs1742
rs1741700
rs1741300
rs1741200
rs1740800
rs1740700
rs17406
rs1739200
rs1738600
rs1738300
rs1737100
rs1737000
rs173700
rs17370
rs1736700
rs1736100
rs17361
rs17354
rs17350
rs17346
rs173400
rs1733200
rs1732900
rs1731400
rs1730900
rs1730100
rs1730000
rs1729600
rs1729500
rs1729200
rs1729000
rs1728200
rs1728000
rs17280
rs17276
rs1727200
rs1725300
rs1725100
rs1724600
rs17232
rs1722500
rs1722400
rs17219
rs1721700
rs1721600
rs17216
rs1721300
rs172100
rs1720900
rs17206
rs172000
rs1719100
rs1719000
rs171900
rs1718700
rs1718100
rs1717500
rs171600
rs171500
rs1714000
rs1713900
rs1713500
rs1713400
rs1713000
rs1712900
rs1712200
rs1711900
rs1711400
rs1710600
rs1709000
rs1706800
rs1706400
rs1705800
rs1705200
rs1703900
rs1703500
rs1703100
rs1702600
rs1702
rs1701500
rs1701300
rs1701000
rs17009
rs1700600
rs1700400
rs17003
rs170
rs1699400
rs1699300
rs1699100
rs1698800
rs1698400
rs1698000
rs1696900
rs1696800
rs1694300
rs1694200
rs1693700
rs1693600
rs1693400
rs1693100
rs1692300
rs1691100
rs1690900
rs1690600
rs1689800
rs16896
rs1689
rs1688900
rs1688100
rs168600
rs1685600
rs1685300
rs16853
rs16844
rs1683900
rs16838
rs1683200
rs1683100
rs1682400
rs1682100
rs1682000
rs16813
rs1680900
rs1679400
rs1679200
rs1679000
rs1678800
rs1677900
rs1677500
rs16770
rs1676700
rs1676200
rs167600
rs1675200
rs16743
rs1673000
rs16729
rs1672600
rs1672500
rs1671700
rs1669900
rs1669500
rs1669000
rs1668800
rs1666600
rs1666000
rs16646
rs1664100
rs16635
rs1663400
rs1662900
rs1662500
rs1662000
rs16609
rs1660500
rs16590
rs1659
rs1656900
rs16568
rs1656700
rs1656000
rs16545
rs1654300
rs16543
rs16542
rs16532
rs1653100
rs1652900
rs1651900
rs16519
rs165100
rs1651
rs1649800
rs1649700
rs1649000
rs1648900
rs1648700
rs1648100
rs16478
rs1647600
rs1647100
rs164600
rs16458
rs1645000
rs1644700
rs1644300
rs1644100
rs1643900
rs1643100
rs1643000
rs1642000
rs1641400
rs1641300
rs1641100
rs1641000
rs16404
rs1640000
rs1639500
rs16395
rs1639300
rs1638400
rs1638100
rs163800
rs1635500
rs1633200
rs1632600
rs1631000
rs1629800
rs1629100
rs16285
rs1628300
rs16280
rs1627200
rs1627000
rs1626900
rs1626600
rs1626000
rs1624900
rs1623400
rs162300
rs1623
rs1622700
rs1620300
rs162000
rs1619800
rs1619600
rs1619500
rs1618200
rs161800
rs1617900
rs16172
rs1616700
rs1616500
rs16163
rs1615800
rs1615400
rs1615300
rs1614900
rs1614400
rs1614300
rs161400
rs1613900
rs1613800
rs1612700
rs1612300
rs16122
rs1611400
rs1611300
rs1611200
rs16096
rs1608000
rs1607900
rs1607800
rs1607700
rs1606200
rs1605700
rs1605600
rs16052
rs160400
rs16030
rs1602500
rs16022
rs1601800
rs1601000
rs160100
rs1600600
rs160000
rs159900
rs1598900
rs1597900
rs1597700
rs1597300
rs1596800
rs1596600
rs1596500
rs15958
rs1595000
rs1594800
rs1594700
rs1593600
rs1593200
rs1592200
rs1591900
rs1590100
rs1590000
rs15900
rs1589700
rs15896
rs158900
rs1588800
rs1587900
rs1587700
rs1587300
rs1586600
rs1585900
rs15856
rs1585500
rs1585300
rs1585100
rs1584500
rs1583900
rs1583400
rs1583200
rs1582400
rs15804
rs1580100
rs15800
rs1579900
rs1579600
rs1579500
rs1579100
rs157600
rs1575800
rs1574000
rs1573600
rs1573300
rs1572300
rs1571800
rs15705
rs1569400
rs1569200
rs1567500
rs1565800
rs1565300
rs156500
rs1564600
rs1563900
rs1563600
rs15627
rs156200
rs15620
rs1561700
rs1561200
rs1561000
rs1560200
rs15600
rs1559900
rs1559700
rs1559200
rs1559100
rs1558400
rs1557600
rs15575
rs1557400
rs15568
rs1556500
rs1555300
rs155500
rs1554900
rs1554000
rs1553300
rs1553200
rs15530
rs1552900
rs15524
rs15518
rs15516
rs155100
rs1550800
rs15507
rs1550500
rs1550400
rs1550300
rs1549800
rs1549600
rs1548400
rs1548300
rs1548100
rs1547900
rs1546900
rs1546500
rs1546
rs1545500
rs15442
rs1544000
rs1543000
rs154300
rs1542900
rs1542800
rs1542600
rs1541300
rs1540500
rs1540300
rs1539700
rs1539200
rs15389
rs1538700
rs15374
rs1537300
rs153700
rs1537
rs1536000
rs1534600
rs1532400
rs1532100
rs1532000
rs153200
rs1531900
rs153100
rs15310
rs1530800
rs1529000
rs1528400
rs1527200
rs1526900
rs1526800
rs1526500
rs1525100
rs1524400
rs15243
rs1524200
rs15239
rs1523600
rs1523500
rs1523000
rs15230
rs15224
rs1521000
rs1520500
rs1519400
rs1518300
rs1518100
rs1516600
rs15155
rs1514800
rs1514700
rs1514200
rs1513800
rs15132
rs1512700
rs15126
rs15124
rs1511300
rs1511000
rs1511
rs1510700
rs15100
rs1509700
rs1509600
rs1508700
rs1508300
rs1507300
rs15070
rs1506800
rs15067
rs1505800
rs150500
rs1502900
rs1502500
rs15017
rs15003
rs1499800
rs1499700
rs1499400
rs14991
rs14989
rs14983
rs1498000
rs1497900
rs1497500
rs1497400
rs1497000
rs1496200
rs149600
rs1495400
rs1495000
rs1494600
rs1494100
rs1492200
rs1491200
rs1489900
rs1489800
rs1487700
rs14876
rs1487000
rs1486800
rs148600
rs1485600
rs1485100
rs1484700
rs1484600
rs1484500
rs1484400
rs1483900
rs1482200
rs1482100
rs148200
rs14818
rs1481200
rs14809
rs1480800
rs1480400
rs1479900
rs1479200
rs14775
rs1475900
rs1475800
rs14742
rs14738
rs1473600
rs1473500
rs1472800
rs1472300
rs1472100
rs1471700
rs1471500
rs1471000
rs1470400
rs1470100
rs14698
rs1469300
rs14688
rs1468000
rs1467400
rs1466900
rs1466500
rs1466400
rs1466300
rs1466
rs1464500
rs1464400
rs1464300
rs1463100
rs146300
rs1462900
rs1462000
rs1461000
rs1460900
rs14607
rs1460000
rs1458200
rs1457700
rs14560
rs14552
rs1454900
rs14548
rs1454100
rs145400
rs1453700
rs14533
rs1453200
rs145300
rs1452000
rs1450900
rs1450000
rs1449300
rs14481
rs1446900
rs1446200
rs144600
rs14457
rs1445600
rs1445100
rs14450
rs1444400
rs1444000
rs14429
rs1442700
rs1442400
rs1442200
rs14419
rs14402
rs14400
rs14397
rs14385
rs14383
rs1438200
rs1437800
rs1437000
rs1435900
rs1435600
rs143500
rs1434700
rs1434000
rs1433600
rs1431900
rs1431400
rs1431200
rs14300
rs1429800
rs1429700
rs1429400
rs1429200
rs1428700
rs1428500
rs1428300
rs142800
rs1427600
rs1427500
rs1427400
rs14271
rs1426600
rs1426300
rs1425300
rs142500
rs1424300
rs1423700
rs1422400
rs142200
rs1421300
rs142100
rs1420900
rs1419600
rs14194
rs141900
rs1418600
rs14185
rs1418000
rs1416500
rs1415000
rs141500
rs14145
rs1414000
rs1413600
rs1411500
rs1410800
rs1410600
rs14101
rs1409400
rs1409200
rs1408900
rs1408800
rs1408300
rs1406500
rs1406000
rs140600
rs14053
rs1405100
rs1404900
rs1403400
rs1401700
rs1400000
rs140000
rs139900
rs1397700
rs1397400
rs139700
rs13960
rs1395500
rs13938
rs1392900
rs13924
rs1392300
rs139200
rs1391800
rs1391700
rs1391000
rs139100
rs1390400
rs139000
rs1389000
rs138900
rs1388400
rs1387400
rs1386200
rs1386000
rs1385600
rs1385100
rs1384800
rs1383000
rs1382000
rs1381200
rs1380400
rs1379800
rs1379500
rs1378800
rs1377500
rs13765
rs137600
rs1375700
rs1375300
rs1374700
rs13746
rs1374300
rs1373800
rs13733
rs1373100
rs1373000
rs1372300
rs1371900
rs1371100
rs13696
rs1369000
rs1366700
rs1366400
rs13657
rs1364900
rs1364800
rs1364700
rs1364600
rs1364400
rs1363900
rs1363300
rs1361900
rs1360100
rs1359900
rs13598
rs1359700
rs135900
rs1358700
rs13585
rs1358300
rs1357200
rs1357000
rs1356900
rs1356000
rs1355500
rs1354900
rs1354800
rs1351900
rs1351700
rs1350800
rs1350400
rs1349600
rs1349500
rs13489
rs1348200
rs1347900
rs1347700
rs13475
rs1347200
rs1347100
rs1346200
rs134600
rs1345300
rs1344600
rs13439
rs1343800
rs1343300
rs1342600
rs1342400
rs1341900
rs1341000
rs1340900
rs1340800
rs1339900
rs1339600
rs1339500
rs13393
rs1339200
rs1339100
rs13385
rs13382
rs1338000
rs1337300
rs1337000
rs1336500
rs1336300
rs1335900
rs1335100
rs1333500
rs1333300
rs1333200
rs133300
rs1332700
rs1332200
rs1332100
rs13312
rs133100
rs1330600
rs1330200
rs1330000
rs1329900
rs1328800
rs1328400
rs1327600
rs1327200
rs1326400
rs1326300
rs13255
rs1324
rs1323300
rs1323200
rs1322400
rs13224
rs13222
rs13212
rs1321000
rs132100
rs1320300
rs132000
rs1319800
rs1319700
rs1319000
rs1318700
rs13177
rs1317300
rs1317100
rs1316700
rs1315900
rs1315800
rs1315200
rs13143
rs13142
rs1314000
rs1313600
rs1312100
rs131200
rs1311900
rs1311600
rs1311300
rs1311200
rs1310300
rs1310200
rs1309500
rs1309000
rs1308700
rs1308300
rs130700
rs1305200
rs1304500
rs1304300
rs1304200
rs1303800
rs13029
rs1301800
rs1301400
rs1301200
rs1301000
rs1299900
rs1299100
rs1297700
rs12972
rs1296600
rs1296200
rs12960
rs12953
rs1295100
rs129500
rs1293100
rs1293000
rs12926
rs1291300
rs1291000
rs1290000
rs1289800
rs1289100
rs12888
rs1287
rs1286800
rs12868
rs1286600
rs1286200
rs1285700
rs1285100
rs1284000
rs1283500
rs1282500
rs12824
rs1282200
rs1282100
rs12816
rs1278000
rs1277700
rs127600
rs1275800
rs1275700
rs12757
rs1275500
rs1274000
rs127400
rs1273800
rs1273100
rs1272300
rs1272200
rs1272000
rs1271800
rs1271300
rs1270700
rs12700
rs1268400
rs1267200
rs1267000
rs12669
rs1266700
rs126600
rs1265500
rs1265200
rs1265100
rs126500
rs1264800
rs1264400
rs1263100
rs1263000
rs1262900
rs1261300
rs12601
rs1260000
rs126
rs1259700
rs1259200
rs1257800
rs1257600
rs1257500
rs1257300
rs1256300
rs1254800
rs1254000
rs1253900
rs1253700
rs1253400
rs1252900
rs125200
rs1251800
rs125100
rs1250300
rs1248900
rs1247900
rs1247400
rs1245700
rs1244400
rs1244300
rs12443
rs1243800
rs12434
rs1243100
rs124300
rs1242500
rs12425
rs1240700
rs1239900
rs1239700
rs1239500
rs1239200
rs1237400
rs1237200
rs1237000
rs123700
rs1236600
rs123600
rs1234600
rs123400
rs1233800
rs12334
rs12312
rs1231100
rs1230300
rs1229500
rs1229000
rs12289
rs1228800
rs1228200
rs122800
rs1227800
rs1227500
rs1227200
rs1227000
rs122700
rs1226200
rs122500
rs122400
rs1222200
rs1222100
rs12216
rs1220900
rs1220800
rs1220100
rs1218700
rs1217900
rs1215600
rs1215100
rs12146
rs12138
rs12136
rs1213100
rs12129
rs1212300
rs1212
rs1211900
rs1211800
rs1211400
rs1210500
rs1210000
rs12085
rs1207100
rs12070
rs1206100
rs1206000
rs1204600
rs1204500
rs1204100
rs12034
rs1202100
rs1200700
rs1200400
rs1200000
rs1199900
rs1199600
rs1199300
rs11991
rs1198700
rs1198
rs1196700
rs1196500
rs1195700
rs1195600
rs1195500
rs1194800
rs1194300
rs1194000
rs119400
rs1192900
rs1192000
rs1191600
rs1191200
rs1189700
rs11891
rs1188500
rs1187800
rs1187700
rs118700
rs1186900
rs1186700
rs1186500
rs1186400
rs1185700
rs1184900
rs1183300
rs1183200
rs1182700
rs11824
rs1180200
rs117900
rs1178900
rs1178700
rs1178100
rs1177900
rs1177400
rs1176100
rs117600
rs1175900
rs1175700
rs1175100
rs1174900
rs1174000
rs117400
rs1173800
rs1173500
rs11724
rs1172300
rs1172
rs1171900
rs1171700
rs1171100
rs1170900
rs1170800
rs1169400
rs11689
rs1168700
rs1168000
rs1167200
rs11671
rs11668
rs116600
rs11655
rs1165000
rs1164900
rs11643
rs1164100
rs1164000
rs1163800
rs1163600
rs1163200
rs11629
rs1162700
rs1161800
rs1160700
rs1160500
rs1160300
rs1160200
rs11602
rs116000
rs1159800
rs1159600
rs1159000
rs1158800
rs1158000
rs1157500
rs1157400
rs1156900
rs1156600
rs1156300
rs1156100
rs1155900
rs1155500
rs1155000
rs11530
rs1152800
rs1152700
rs1152300
rs1152000
rs115200
rs115100
rs1149700
rs114900
rs11487
rs1148400
rs1147800
rs1147100
rs1146800
rs1146300
rs1144300
rs11417
rs1141500
rs1141300
rs1140700
rs1138
rs1137700
rs1137200
rs11372
rs1136500
rs1136200
rs113600
rs113500
rs1134800
rs1133900
rs1133200
rs1132500
rs1132300
rs1132000
rs1130700
rs1130100
rs11301
rs1129200
rs1129100
rs1129000
rs11288
rs1128500
rs1128300
rs1127300
rs1127100
rs1126700
rs1126200
rs1124200
rs1123800
rs11236
rs1123500
rs1122800
rs1122300
rs11222
rs11218
rs112100
rs11203
rs1119500
rs1118900
rs1117900
rs111700
rs1116800
rs1116700
rs1116400
rs1115800
rs1115700
rs1115600
rs1114500
rs11140
rs1112600
rs1111400
rs1110400
rs1109900
rs1109300
rs11091
rs1108900
rs1107900
rs1107800
rs1106100
rs1105700
rs1105300
rs110500
rs110400
rs1103300
rs110300
rs1102900
rs11025
rs11024
rs1102100
rs1101900
rs1101800
rs1101300
rs1100200
rs1100100
rs1099500
rs1098800
rs1098700
rs1098000
rs109800
rs1096000
rs1095500
rs1094900
rs1094600
rs10939
rs1092900
rs10926
rs1092400
rs1092200
rs1092
rs1091600
rs1091000
rs10900
rs1088800
rs1088700
rs1086700
rs10855
rs10853
rs1084700
rs1084200
rs1083600
rs1082800
rs1082200
rs10821
rs1081400
rs10810
rs1080800
rs1079500
rs1079300
rs10793
rs1079
rs10781
rs1076600
rs1076300
rs1075900
rs10753
rs1074800
rs1074100
rs1073700
rs1073300
rs1071900
rs1071100
rs1070900
rs1070100
rs10680
rs10675
rs10670
rs1066800
rs1065700
rs1065500
rs1064900
rs1064800
rs1064700
rs1064400
rs10642
rs10638
rs1062200
rs1062100
rs106200
rs1061900
rs1061200
rs1060400
rs106
rs1059400
rs1059100
rs105900
rs1059
rs1058600
rs1057800
rs1057600
rs10563
rs105600
rs10556
rs10547
rs10540
rs1054
rs1053600
rs1052100
rs10521
rs105200
rs10500
rs1049800
rs1049600
rs1048400
rs1048300
rs1048200
rs1047700
rs1047300
rs10471
rs1046700
rs1046600
rs104600
rs1045600
rs1045400
rs1044000
rs1042800
rs1041500
rs1041000
rs1039300
rs1037500
rs10375
rs1036800
rs1036300
rs10363
rs1036200
rs1036100
rs103500
rs1034500
rs1034300
rs1033800
rs103300
rs1031900
rs10319
rs1030300
rs1030000
rs1029800
rs1029500
rs10278
rs10272
rs10261
rs102600
rs1024900
rs1024500
rs102300
rs1022600
rs1022100
rs1022000
rs1021800
rs10215
rs1020900
rs1020200
rs1019500
rs1018700
rs101800
rs1017800
rs1016800
rs1016500
rs1016300
rs1015900
rs1015700
rs1015500
rs1015100
rs1014900
rs1014400
rs1013900
rs1013200
rs1013100
rs1012700
rs1012400
rs10118
rs1011700
rs1011600
rs1011400
rs10112
rs1009500
rs1009300
rs1008800
rs10082
rs1008100
rs1007900
rs10078
rs1006900
rs1005600
rs1004300
rs1003400
rs1002500
rs1002400
rs1002
rs1001100
rs1000500
281225
281125
280825
280425
270825
261125
250625
241025
240725
240625
230925
220925
220525
220325
220125
210325
210225
201025
200525
200425
191125
181025
180825
170325
161025
160925
160325
140625
131225
130825
130525
130325
121225
110725
101125
081225
080925
080225
071225
071125
071025
070925
070625
060525
051125
050425
050225
041225
040925
040225
031225
030925
030725
011025
010625