
[UNK]
paid
to
of
transaction
for
at
bill
debit
rs149
rs3499
sent
rs999
rs299
rs9999
rs499
rs799
rs1899
rs1200
rs99
rs199
irctc
uber
ride
store
shop
medical
local
myntra
swiggy
gas
flight
booking
hdfc
from
ekart
bank
ac
water
flipkart
electricity
zomato
day
coffee
cafe
santosh
saloon
s
man
amazon
tuition
fees
dominos
successful
recharge
mobile
makemytriphotelpayuhdfcbank
9790
8219
7275
6959
6870
6672
5889
5887
5776
3196
1362
1011
9982
9964
9962
9959
9958
9879
9856
9841
9810
9800
9779
9777
9770
9766
9705
9701
9622
9601
9596
9589
9554
9533
9502
9499
9472
9468
9456
9430
9361
9352
9338
9267
9215
9168
9152
9150
9127
9112
9067
9054
9031
9028
9024
8996
8994
8965
8918
8915
8867
8793
8784
8783
8768
8756
8754
8753
8734
8726
8678
8652
8633
8547
8427
8395
8385
8378
8365
8351
8349
8344
8326
8312
8288
8271
8268
8222
8221
8215
8195
8188
8163
8162
8148
8109
8065
8054
8035
8024
7946
7928
7902
7894
7820
7779
7740
7738
7689
7685
7679
7673
7621
7618
7613
7588
7584
7578
7542
7519
7510
7506
7481
7439
7392
7388
7384
7380
7369
7360
7309
7292
7233
7229
7226
7211
7202
7192
7145
7140
7111
7103
7092
7060
7059
7048
7040
6998
6974
6937
6915
6857
6805
6782
6767
6737
6729
6697
6640
6621
6597
6582
6537
6508
6499
6475
6420
6385
6376
6372
6370
6367
6328
6324
6313
6276
6265
6253
6224
6220
6212
6189
6188
6129
6103
6102
6097
6089
6048
6035
5957
5945
5893
5861
5842
5813
5790
5757
5752
5721
5637
5564
5541
5485
5479
5465
5398
5388
5365
5333
5295
5282
5214
5209
5198
5197
5196
5126
5104
5085
5058
5048
5028
4992
4974
4967
4955
4923
4870
4833
4819
4816
4814
4801
4779
4777
4767
4741
4735
4729
4709
4693
4691
4673
4666
4620
4592
4570
4553
4520
4502
4460
4447
4410
4406
4370
4364
4338
4292
4287
4278
4259
4258
4246
4233
4222
4219
4210
4207
4188
4154
4146
4134
4127
4099
4077
4063
4029
4020
4019
3961
3958
3957
3916
3869
3865
3861
3855
3838
3745
3730
3728
3711
3707
3667
3606
3597
3585
3556
3541
3525
3465
3438
3418
3407
3397
3377
3317
3308
3252
3250
3232
3191
3159
3147
3144
3139
3123
3113
3085
3052
3028
3023
3010
2991
2904
2893
2877
2847
2823
2765
2752
2746
2735
2724
2667
2556
2530
2520
2513
2486
2483
2472
2461
2458
2445
2441
2427
2425
2416
2407
2391
2383
2378
2270
2167
2151
2128
2107
2090
2055
2040
2031
1983
1981
1940
1939
1938
1932
1903
1898
1887
1863
1857
1844
1821
1805
1781
1766
1733
1729
1724
1678
1663
1641
1603
1593
1585
1578
1575
1554
1518
1516
1503
1492
1484
1482
1458
1407
1395
1384
1330
1313
1292
1285
1252
1205
1193
1186
1155
1142
1120
1100
1051
1048
1033
1020